({
	/*
	  (C) COPYRIGHT International Business Machines Corp., 2011. 
	   All Rights Reserved * Licensed Materials - Property of IBM 
	 */

	// local representation of all string needed in the displaying different views
	// NLS_CHARSET=UTF-8

	introText: "Простой автоматизированный сбор данных<br/>о продуктах IBM",
	selectionOptionsText:"Выберите один из следующих вариантов. <br/>После этого станут доступны дополнительные параметры.",
	selectProduct:"Необходимо собрать данные для",
	selectedProductLabel:"Сбор данных для",
	radioButtonLabel:"Необходимо собрать данные в:",
	localSelectionLabel: "этой или другой системе с помощью <strong>загружаемой утилиты</strong>",
	remoteSelectionLabel:"этой системе с помощью <strong>текущего браузера</strong>",
	agreeLicenseTerms:"Я принимаю условия лицензионного соглашения",
	readLicenseTerms:"Ознакомьтесь с лицензионным соглашением",
	downloadWinNow:" Загрузить для Windows",
	downloadLinuxNow:" Загрузить для Unix/Linux",
	startWebCollector:" Начать сбор данных ",
	tooltipLabelRemote: "Этот вариант позволяет собрать данные в той системе, в которой запущен браузер.<br/><br/>В браузере должна быть установлена Java версии 1.6 или более поздней.",
	tooltipLabelLocal:" Этот вариант позволяет загрузить архив zip с инструментом ISA Data Collector, передать его в другую систему и выполнить в ней сбор данных.<br/><br/>Он подходит для тех систем, в которых невозможно установить сетевое соединение с IBM.",
	tooltipLabelRemoteAlt: "Этот вариант позволяет собрать данные в той системе, в которой запущен браузер. В браузере должен быть установлен встраиваемый модуль Java версии 1.6 или более поздней версии.",
	tooltipLabelLocalAlt:"Этот вариант позволяет загрузить архив zip с инструментом ISA Data Collector, передать его в другую систему и выполнить в ней сбор данных. Он подходит для тех систем, в которых невозможно установить сетевое соединение с IBM.",
	startCollection:"Начать сбор данных",
	invalidSelectionMessage:"Введите допустимое имя продукта.",
	selectScript:"Выберите необходимый тип сбора данных в следующем списке",
	selectAnotherScript:"Выберите другой тип сбора данных в следующем списке. ",
	clickStart:"Нажмите кнопку Запустить, чтобы начать выбранный сбор данных.",
	startButtonLabel:"Запустить",
	restartButtonLabel:"Запустить другой сбор данных",
	restartUploadButtonLabel: "Перезапустить передачу",
	loadingMenuDescription:"Загрузка меню...",
	completeDataCollectionOnExit:"В случае ухода с этой страницы собранные данные будут неполными.",
	waitActionMessage:"Нажмите кнопку <strong>Дождаться завершения</strong>, чтобы дождаться завершения загрузки Data Collector, либо нажмите кнопку <strong>Обновить</strong>, чтобы обновить страницу.",
	waitErrorMessage:"Загрузка инструмента Data Collector занимает больше времени, чем обычно.",
	cancelCurrentActionButtonLabel:"Отмена",
	pressTabKeyToNavigateLocal:"Нажмите клавишу Tab для перехода к переключателю принятия лицензионного соглашения. После принятия соглашения нажмите клавишу Tab еще раз для перехода к кнопке запуска сбора данных. Для упрощения работы в случае использования программы чтения с экрана рекомендуется загрузить приложение и запустить его в режиме консоли. Доступная для загрузки версия предоставляет тот же набор функций, что и веб-интерфейс",
	pressTabKeyToNavigateRemote:"Нажмите клавишу Tab для перехода к переключателю принятия лицензионного соглашения. После принятия соглашения нажмите клавишу Tab еще раз для перехода к загрузке для Windows или Linux. Для упрощения работы в случае использования программы чтения с экрана рекомендуется загрузить приложение и запустить его в режиме консоли. Доступная для загрузки версия предоставляет тот же набор функций, что и веб-интерфейс",
	StartButton:"нажмите кнопку для запуска",
	downloadUnix:"нажмите кнопку для загрузки версии для Unix",
	downloadWindows:"нажмите кнопку для загрузки версии для Windows"
})
